export const armorData = [
    {
      "סוג השריון": "טבעות",
      "השפעה": 3,
      "משקל": 20,
      "מחיר": 30
    },
    {
      "סוג השריון": "לוחות",
      "השפעה": 6,
      "משקל": 35,
      "מחיר": 100
    },
    {
      "סוג השריון": "מגן",
      "השפעה": 1,
      "משקל": 5,
      "מחיר": 15
    },
    {
      "סוג השריון": "עור",
      "השפעה": 2,
      "משקל": 12.5,
      "מחיר": 5
    },
    {
      "סוג השריון": "שרשראות",
      "השפעה": 4,
      "משקל": 25,
      "מחיר": 75
    }
  ]