export const magicsData = [
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם."
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי רוע",
    "טווח": "40 מטרים",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול להבחין בכל קסם מרושע, כוונות מרושעות, מחשבות מרושעות או הילות מרושעות בטווח הלחש. רעל אינו רע מיסודו ולא ניתן לאיתור באמצעות לחש זה. השאלה אם יש הבדל בין תוהו למרושע נתונה לשיקול דעתה של הנחה - ברוב המערכות הם זהים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף 1+ לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר יש תוספים קסומים אחרים לגלגולי ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים."
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "טיהור מזון ומשקה",
    "טווח": "קרוב או מגע (להחלטת המנחה)",
    "משך": "מיידי",
    "תיאור": "הלחש מטהר כל רעל או קלקול ממזון וממים בכמות המספיקה לתריסר איש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "ריפוי פצעים קלים",
    "טווח": "מגע",
    "משך": "מיידי",
    "תיאור": "הלחש מרפא 1ק6 + 1 נקודות פגיעה. היפוך מרושע של לחש זה מאפשר לכוהן מנטיית תוהו לגרום כמות כזו של נזק במקום לרפא"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "ברכה",
    "טווח": "קרוב",
    "משך": "שעה",
    "תיאור": "לחש זה מעניק למטרה את תוסף של 1+ לגלגולי ההתקפה (ומשפר את המוראל, אם המטרה אינה דמות שחקן). המטרה אינה יכולה להיות בקרב כאשר הלחש מוטל"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דממה רדיוס 5 מ'",
    "טווח": "60 מטרים",
    "משך": "שעתיים",
    "תיאור": "שקט קסום שורר באזור בעל רדיוס של 5 מטרים מסביב ליצור או לחפץ שהוא מטרת הלחש, ונע עימו. רעשים שמופקים בתוך אזור ההשפעה אינם נשמעים כלל גם מחוצה לו"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דיבור עם חיות",
    "טווח": "מטיל הלחש",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול לדבר עם בעלי חיים רגילים. יש סיכוי טוב שבעלי החיים יספקו סיוע סביר, אם יתבקשו, ועצם הפנייה אליהם לא תגרום להם לתקוף את מטיל הלחש - אלא אם יגיד משהו מעליב במיוחד"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "הקסמת נחש",
    "טווח": "20 מטרים",
    "משך": "1ק4 + 2 עשרות דקות",
    "תיאור": "מטיל הלחש מהפנט נחשים בכמות של קוביית פגיעה אחת לכל דרגה של מטיל הלחש. הנחשים מצייתים לפקודות מטיל הלחש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "מציאת מלכודות",
    "טווח": "10 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש מבחין הן במלכודות קסומות והן במלכודות רגילות במרחק של עשרה מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "עצירת איש",
    "טווח": "60 מטרים",
    "משך": "90 דקות",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. מי מהם שייכשל בגלגול הצלה יהיה משותק לחלוטין כל משך ההשפעה. לחילופין, מטיל הלחש יכול לבחור להטיל את הלחש על אדם אחד בלבד, ובמקרה כזה גלגול ההצלה נעשה עם מחסור של 2-."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה קסום של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף +1 לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר כבר יש תוספים קסומים אחרים לגלגול ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הקסמת איש",
    "טווח": "40 מטרים",
    "משך": "עד הסרה",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. אם היצור נכשל בגלגול ההצלה, הוא נכנע להשפעתו של מטיל הלחש ומתייחס אליו כאל ידיד טוב עד שמטיל הלחש, או אחד מחבריו, יבצע פעולה עוינת בברור כלפיו."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הרדמה",
    "טווח": "80 מטרים",
    "משך": "שעה",
    "תיאור": "לחש זה מפיל אויבים לשינה קסומה (ללא גלגול הצלה). הוא משפיע על יצורים על פי קוביות הפגיעה שלהם. כל מי שנופל לשינה קסומה זו ימשיך לישון עד לתום משך ההשפעה, עד שהוא סופג נזק או עד אשר יסטרו לו בחוזקה מספר פעמים. קורבנות עם 1 ומטה קב\"פ מושפעים 4ק4 במספר. קורבנות עם +1 עד +2 מושפעים 2ק6 במספר. קורבנות עם 3 עד 3+ מושפעים 1ק6 במספר. קורבנות 4 עד 4+ מושפעים 1 במספר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "מגן",
    "טווח": "מטיל הלחש",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש מייצר מגן בלתי נראה שחוסם התקפות. המגן משפר את דירוג השריון של מטיל הלחש ל-17 כנגד התקפות קליעים ול-15 כנגד התקפות פנים אל פנים או כל סוג התקפה אחר. אם דירוג השריון של מטיל הלחש טוב יותר מזה שהלחש היה מעניק לו, ללחש אין השפעה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "עצירת פתח",
    "טווח": "להחלטת המנחה",
    "משך": "20 - 120 דקות (2ק6 כפול 10)",
    "תיאור": "הלחש מחזיק דלת סגורה למשך ההשפעה שלו או עד שיוסר. יצורים עם עמידות לקסם יכולים לנתץ את הלחש ללא מאמץ"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קליע קסם",
    "טווח": "50 מטרים",
    "משך": "מיידי",
    "תיאור": "קליע קסום נורה אל עבר המטרה. על פי החלטת המנחה ללחש זה ייתכנו שתי השפעות: 1. הקוסם נדרש לגלגל על מנת לפגוע במטרה עם תוסף של +1 לגלגול.  \n הקליע יגרום 1ק6 + 1 נזק   -  2. הקליע פוגע אוטומטית וגורם 1ק4 + 1 נזק.  בכל מקרה הקוסם מטיל שני קליעים נוספים לכל 5 דרגות. בדרגה 5 מטיל הלחש 3 קליעים, ו-5 קליעים בדרגה 10."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קריאת קסם",
    "טווח": "מטיל הלחש",
    "משך": "2 מגילות או כתבי קסם אחרים",
    "תיאור": "לחש זה מאפשר לקוסם לקרוא כתבים קסומים ממגילות וגם (לעתים) קירות מבוכים. ללא שימוש בלחש זה לא ניתן לקרוא כתבים קסומים, אפילו על ידי קוסם."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קריאת שפות",
    "טווח": "מטיל הלחש",
    "משך": "2 עמודים בשפה לא מובנת",
    "תיאור": "לחש זה מאפשר למטיל הלחש לפענח הכוונות, הוראות ונוסחאות בשפה לא מוכרת לו. הלחש שימושי במיוחד עבור מפות אוצר, אך הוא אינו מפענח צפנים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "אור תמיד",
    "טווח": "40 מטרים",
    "משך": "קבוע",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיץ אור בהיר כמו אור השמש (ועם אותן השפעות כמו אור השמש) ברדיוס של 40 מטרים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "איתור חפץ",
    "טווח": "20 מטרים + 3 מטרים לדרגה",
    "משך": "סיבוב אחד לדרגה",
    "תיאור": "מטיל הלחש חש מהו הכיוון הנכון (בקו אווירי) אל עבר החפץ אותו הוא ציין על יד תיאורו בזמן הטלת הלחש. החפץ חייב להיות בטווח הלחש, והתיאור צריך להיות מדויק, כך שניתן לאתר חפץ ספציפי רק אם מטיל הלחש ראה אותו בעבר. לחלופין, ניתן לכוון את הלחש אל הפריט הקרוב ביותר מקטגוריה נפוצה של חפצים המוכרת למטיל הלחשL מדרגות, זהב וכדומה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "גילוי הנעלם מעין",
    "טווח": "2 מטרים לדרגה",
    "משך": "שעה",
    "תיאור": "מיטל הלחש יכול להבחין בחפצים ויצורים בלתי נראים, אפילו יצורים שמסתתרים במישור האסטרלי או השמיימי"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "גילוי רוע",
    "טווח": "10 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בכל קסם מרושע, כוונות מרושעות, מחשבות מרושעות או הילות מרושעות בטווח הלחש. רעל אינו רע מיסודו ולא ניתן לאיתור באמצעות לחש זה. השאלה אם יש הבדל בין תוהו למרושע נתונה לשיקול דעתה של הנחה - ברוב המערכות הם זהים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "היעלמות מעין",
    "טווח": "80 מטרים",
    "משך": "קבוע או עד ביצוע התקפה",
    "תיאור": "מטרת הלחש, יצור או חפץ הופך לבלתי נראה הן לראייה רגילה והן לזיוונות. התוצאה היא יצור בלתי נראה שלא ניתן לתקוף אותו אלא אם מיקומו המשוער ידוע. גם התקפות שמכוונות למקום הנכון סובלות ממחסר של 4- לפגיעה. אם היצור הבלתי נראה מבצע התקפה, הלחש נשבר; אחרת הוא נמשך עד ביטולו על יד מטיל הלחש או עד הסרתו על ידי קסם אחר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "זיקוקים",
    "טווח": "80 מטרים",
    "משך": "שעה",
    "תיאור": "הלחש משפיע על מקור אש רגיל כגון לפיד או מדורה, וגורם לו להפיק זיקוקים או עשן מסמא. המנחה תחליט בדיוק כמה עשן (או זיקוקים) ייצור הלחש ואיזו השפעה תהיה לו, אך כמות העשן תספיק כדי למלא חלל של 7x7x7 מטרים לכל הפחות."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "חזיון תעתועים",
    "טווח": "80 מטרים",
    "משך": "כל עוד מטיל הלחש מתרכז",
    "תיאור": "לחש זה יוצר אשליה אשר נראית מציאותית לכל מי שצופה בה. האשליה מתפוגגת כאשר נוגעים בה, אך אם הצופה מאמין כי האשליה אמיתית היא לגרום לנזק. לקורבנות לחש זה מותר לזרוק להצלה, והאשליה לא יכולה לגרום יותר מ-2ק6 נזק לכל קורבן, אלא אם המנחה מחליטה אחרת. הנזק המדוייק יהיה תלוי בנסיבות - שימוש מבריק באמת יכול להיות הרסני ואילו אשליה עלובה עלולה לגרום לחוסר אמון כמעט מיידי."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "חשיכה, רדיוס 5 מ'",
    "טווח": "40 מטרים",
    "משך": "שעה",
    "תיאור": "חשיכה בלתי חדירה, אפילו לזיוונות, יורדת על אזור ההשפעה של לחש זה. ניתן להשתמש בלחש אור או הסרת קסם על מנת לנטרל את החשיכה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "מנעול קסמים",
    "טווח": "קרוב",
    "משך": "קבוע",
    "תיאור": "בדומה ללחש עצירת פתח, מנעול קסמים מחזיק דלת סגורה, אך הוא קבוע עד שיוסר או יבוטל. יצורים עם עמידות לקסם יכולים לנתץ את הלחש ללא מאמץ. כל קוסם שדרגתו גבוהה בלפחות שלוש דרגות ממטיל הלחש יכול לפתוח את הדלת וכך גם לחש פריצה, אם כי מנעול הקסמים אינו מוסר במקרים אלו וישוב לפעול כשהדלת תיסגר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "עוצמה",
    "טווח": "מגע",
    "משך": "8 שעות",
    "תיאור": "ניתן להטיל לחש זה על לוחם או על כוהן. למשך השפעת הלחש לוחם זוכה בעוד 2ק4 נקודות של כוח וכוהן בעוד 1ק6 נקודות. ערך הכוח לא יעלה מעל ל-18 אלא אם המנחה בוחרת להתיר תוספים נוספים הנובעים מהכוח הנוסף."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "פה קסם",
    "טווח": "מגע",
    "משך": "קבוע",
    "תיאור": "לחש זה מוטל על חפץ כלשהו ומופעל כאשר תנאים מסויימים שנקבעו על ידי מטיל הלחש מתרחשים. עם מימוש התנאים, פה קסום מופיע על החפץ ומוסר את ההודעה שהוא צווה למסור. אורך ההודעה לא יעלה על שלושה מילים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "פריצה",
    "טווח": "20 מטרים",
    "משך": "מיידי",
    "תיאור": "לחש זה פותח את כל הדלתות, השערים והמעברים בטווח שלו, כולל כאלה שננעלו על ידי רוב האמצעים הקסומים."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "ריחוף",
    "טווח": "7 מטרים לדרגה",
    "משך": "עשר דקות לדרגה",
    "תיאור": "לחש זה מאפשר לקוסם לרחף בכוחות עצמו בתנועה אנכית כלפי מעלה או כלפי מטה, אך הלחש עצמו לא מספק שום סיוע לתנועה קדימה. ניתן, כמובן, להשתמש בקיר, קצהו של צוק או תקרה על מנת לנוע בעזרת משיכה או דחיפה. ריחוף מאפשר תנועה מעלה או מטה במהירות של עד שני מטרים לדקה ומטיל הלחש אינו יכול לרחף יותר מאשר 7 מטרים לדרגה מעל לגובה הקרקע במקום בו מוטל הלחש (טווח זה יחול הן על תנועה באוויר והן על תנועה כלפי מטה אל תוך בור או תהום)."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "רשת",
    "טווח": "10 מטרים",
    "משך": "8 שעות",
    "תיאור": "קורים דביקים וסיביים ממלאים אזור בגודל שלא יעלה על 3x3x7 מטרים. קשה מאוד לעבור את המוני הקורים - הדבר ידרוש כעשר דקות ליצור דמוי-אדם המצויד בלפיד ובחרב (או בחרב בוערת). ללא כלים, יצור גדול יותר מסוס יוכל לפרוץ דרך הקורים תוך 20 דקות בערך, אך ליצור בגודל אדם יידרשו 30 עד 40 דקות או יותר, על פי שיקול דעתה של המנחה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "תמונת ראי",
    "טווח": "מסביב למטיל הלחש",
    "משך": "שעה או עד להשמדה",
    "תיאור": "לחש זה יוצר 1ק4 אשליות שזהות למטיל הלחש ופועלות בתיאום מלא איתו, כמו תמונות מראה. מי שתוקף את מטיל הלחש לא יכול להבדיל בין האשליות למטיל הלחש עצמו ועלול לתקוף אחת מהן במקום המטיל עצמו (נקבע אקראית בהטלת 1ק4). כאשר אחת האשליות נפגעת מהתקפה, היא נעלמת."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 2,
    "שם": "תפיסה על-חושית",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטיל הלחש יכול לקרוא את מחשבותיהם של יצורים אחרים בטווח ההשפעה. הלחש אינו יכול לחדור יותר מחצי מטר של אבן ואפילו גיליון דק של עופרת יחסום אותו."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "האטה",
    "טווח": "80 מטרים",
    "משך": "30 דקות",
    "תיאור": "באזור ברדיוס של 20 מטרים, עד 24 יצורים שנכשלים בגלגול ההצלה שלהם מסוגלים לנוע ולתקוף רק בחצי המהירות."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "האצה",
    "טווח": "80 מטרים",
    "משך": "30 דקות",
    "תיאור": "באזור ברדיוס של 20 מטרים, עד 24 יצורים מסוגלים לנוע ולתקוף במהירות כפולה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 3,
    "שם": "הגנה מקליעים רגילים",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "מטיל הלחש הופך לבלתי פגיע לקליעים שאינם קסומים, אם כי קליעים גדולים במיוחד, כגון סלעים, יתגברו על הלחש."
  }
]