export const magicsData = [
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם."
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "גילוי רוע",
    "טווח": "40 מטרים",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול להבחין בכל קסם מרושע, כוונות מרושעות, מחשבות מרושעות או הילות מרושעות בטווח הלחש. רעל אינו רע מיסודו ולא ניתן לאיתור באמצעות לחש זה. השאלה אם יש הבדל בין תוהו למרושע נתונה לשיקול דעתה של הנחה - ברוב המערכות הם זהים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף 1+ לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר יש תוספים קסומים אחרים לגלגולי ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים."
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "טיהור מזון ומשקה",
    "טווח": "קרוב או מגע (להחלטת המנחה)",
    "משך": "מיידי",
    "תיאור": "הלחש מטהר כל רעל או קלקול ממזון וממים בכמות המספיקה לתריסר איש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 1,
    "שם": "ריפוי פצעים קלים",
    "טווח": "מגע",
    "משך": "מיידי",
    "תיאור": "הלחש מרפא 1ק6 + 1 נקודות פגיעה. היפוך מרושע של לחש זה מאפשר לכוהן מנטיית תוהו לגרום כמות כזו של נזק במקום לרפא"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "ברכה",
    "טווח": "קרוב",
    "משך": "שעה",
    "תיאור": "לחש זה מעניק למטרה את תוסף של 1+ לגלגולי ההתקפה (ומשפר את המוראל, אם המטרה אינה דמות שחקן). המטרה אינה יכולה להיות בקרב כאשר הלחש מוטל"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דממה רדיוס 5 מ'",
    "טווח": "60 מטרים",
    "משך": "שעתיים",
    "תיאור": "שקט קסום שורר באזור בעל רדיוס של 5 מטרים מסביב ליצור או לחפץ שהוא מטרת הלחש, ונע עימו. רעשים שמופקים בתוך אזור ההשפעה אינם נשמעים כלל גם מחוצה לו"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "דיבור עם חיות",
    "טווח": "מטיל הלחש",
    "משך": "שעה",
    "תיאור": "מטיל הלחש יכול לדבר עם בעלי חיים רגילים. יש סיכוי טוב שבעלי החיים יספקו סיוע סביר, אם יתבקשו, ועצם הפנייה אליהם לא תגרום להם לתקוף את מטיל הלחש - אלא אם יגיד משהו מעליב במיוחד"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "הקסמת נחש",
    "טווח": "20 מטרים",
    "משך": "1ק4 + 2 עשרות דקות",
    "תיאור": "מטיל הלחש מהפנט נחשים בכמות של קוביית פגיעה אחת לכל דרגה של מטיל הלחש. הנחשים מצייתים לפקודות מטיל הלחש"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "מציאת מלכודות",
    "טווח": "10 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש מבחין הן במלכודות קסומות והן במלכודות רגילות במרחק של עשרה מטרים"
  },
  {
    "סוג": "כוהן",
    "עוצמה": 2,
    "שם": "עצירת איש",
    "טווח": "60 מטרים",
    "משך": "90 דקות",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. מי מהם שייכשל בגלגול הצלה יהיה משותק לחלוטין כל משך ההשפעה. לחילופין, מטיל הלחש יכול לבחור להטיל את הלחש על אדם אחד בלבד, ובמקרה כזה גלגול ההצלה נעשה עם מחסור של 2-."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "אור",
    "טווח": "20 מטרים",
    "משך": "שעתיים",
    "תיאור": "מטרת הלחש, יצור או חפץ, מפיק אור בהיר כמו לפיד ברדיוס של 7 מטרים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "גילוי קסם",
    "טווח": "20 מטרים",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש יכול להבחין בקיומם של קסמים המשפיעים על מקומות, אנשים או חפצים בטווח הלחש. לדוגמה, חפצים קסומים יכולים להתגלות באופן זה, וכן נוכחתו של לחש שהוטל בחשאי על אדם"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הגנה מרוע",
    "טווח": "מטיל הלחש",
    "משך": "שעתיים",
    "תיאור": "הלחש יוצר שדה קסום של הגנה מסביב ובצמוד למטיל הלחש, החוסם את כל היצורים הקסומים (כגון שדים או יסודונים). מפלצות מרושעות סובלות ממחסר 1- לפגיעה במטיל הלחש, ומטיל הלחש זוכה בתוסף +1 לכל גלגולי ההצלה מהתקפות כאלו. אם למטיל הלחש כבר כבר יש תוספים קסומים אחרים לגלגול ההצלה או לדרג\"ש, לתוסף אין השפעה, אך הלחש עדיין פועל כנגד יצורים קסומים"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הקסמת איש",
    "טווח": "40 מטרים",
    "משך": "עד הסרה",
    "תיאור": "לחש זה משפיע על 1ק4 יצורים הולכים על שניים בגודל אנושי ומטה, כגון גובלינים או דריאדות. אם היצור נכשל בגלגול ההצלה, הוא נכנע להשפעתו של מטיל הלחש ומתייחס אליו כאל ידיד טוב עד שמטיל הלחש, או אחד מחברי, יבצע פעולה עוינת בברור כלפיו."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "הרדמה",
    "טווח": "80 מטרים",
    "משך": "שעה",
    "תיאור": "לחש זה מפיל אויבים לשינה קסומה (ללא גלגול הצלה). הוא משפיע על יצורים על פי קוביות הפגיעה שלהם. כל מי שנופל לשינה קסומה זו ימשיך לישון עד לתום משך ההשפעה, עד שהוא סופג נזק או עד אשר יסטרו לו בחוזקה מספר פעמים. קורבנות עם 1 ומטה קב\"פ מושפעים 4ק4 במספר. קורבנות עם +1 עד +2 מושפעים 2ק6 במספר. קורבנות עם 3 עד 3+ מושפעים 1ק6 במספר. קורבנות 4 עד 4+ מושפעים 1 במספר."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "מגן",
    "טווח": "מטיל הלחש",
    "משך": "20 דקות",
    "תיאור": "מטיל הלחש מייצר מגן בלתי נראה שחוסם התקפות. המגן משפר את דירוג השריון של מטיל הלחש ל-17 כנגד התקפות קליעים ול-15 כנגד התקפות פנים אל פנים או כל סוג התקפה אחר. אם דירוג השריון של מטיל הלחש טוב יותר מזה שהלחש היה מעניק לו, ללחש אין השפעה."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "עצירת פתח",
    "טווח": "להחלטת המנחה",
    "משך": "20 - 120 דקות (2ק6 כפול 10)",
    "תיאור": "הלחש מחזיק דלת סגורה למשך ההשפעה שלו או עד שיוסר. יצורים עם עמידות לקסם יכולים לנתץ את הלחש ללא מאמץ"
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קליע קסם",
    "טווח": "50 מטרים",
    "משך": "מיידי",
    "תיאור": "קליע קסום נורה אל עבר המטרה. על פי החלטת המנחה ללחש זה ייתכנו שתי השפעות: 1. הקוסם נדרש לגלגל על מנת לפגוע במטרה עם תוסף של +1 לגלגול.  \n הקליע יגרום 1ק6 + 1 נזק   -  2. הקליע פוגע אוטומטית וגורם 1ק4 + 1 נזק.  בכל מקרה הקוסם מטיל שני קליעים נוספים לכל 5 דרגות. בדרגה 5 מטיל הלחש 3 קליעים, ו-5 קליעים בדרגה 10."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קריאת קסם",
    "טווח": "מטיל הלחש",
    "משך": "2 מגילות או כתבי קסם אחרים",
    "תיאור": "לחש זה מאפשר לקוסם לקרוא כתבים קסומים ממגילות וגם (לעתים) קירות מבוכים. ללא שימוש בלחש זה לא ניתן לקרוא כתבים קסומים, אפילו על ידי קוסם."
  },
  {
    "סוג": "קוסם",
    "עוצמה": 1,
    "שם": "קריאת שפות",
    "טווח": "מטיל הלחש",
    "משך": "2 עמודים בשפה לא מובנת",
    "תיאור": "לחש זה מאפשר למטיל הלחש לפענח הכוונות, הוראות ונוסחאות בשפה לא מוכרת לו. הלחש שימושי במיוחד עבור מפות אוצר, אך הוא אינו מפענח צפנים."
  }
]