export const meleeWeaponData = [
    {
      "נשק": "אלה כבדה",
      "נזק": "1ק6",
      "משקל (ק\"ג)": 5,
      "מחיר": 10
    },
    {
      "נשק": "אלת קרב (דו-ידני)",
      "נזק": "1ק8",
      "משקל (ק\"ג)": 5,
      "מחיר": 8
    },
    {
      "נשק": "גרזן יד",
      "נזק": "1ק6",
      "משקל (ק\"ג)": 2.5,
      "מחיר": 1
    },
    {
      "נשק": "גרזן קרב",
      "נזק": "1ק8",
      "משקל (ק\"ג)": 5,
      "מחיר": 5
    },
    {
      "נשק": "חנית",
      "נזק": "1ק6",
      "משקל (ק\"ג)": 2,
      "מחיר": 1
    },
    {
      "נשק": "חרב ארוכה",
      "נזק": "1ק8",
      "משקל (ק\"ג)": 3,
      "מחיר": 15
    },
    {
      "נשק": "חרב דו-ידנית",
      "נזק": "1ק10",
      "משקל (ק\"ג)": 7.5,
      "מחיר": 30
    },
    {
      "נשק": "חרב ממזרית",
      "נזק": "1ק8",
      "משקל (ק\"ג)": 5,
      "מחיר": 20
    },
    {
      "נשק": "חרב קצרה",
      "נזק": "1ק6",
      "משקל (ק\"ג)": 2,
      "מחיר": 8
    },
    {
      "נשק": "להב מוט דו-ידני",
      "נזק": "1ק8 + 1",
      "משקל (ק\"ג)": 7.5,
      "מחיר": 10
    },
    {
      "נשק": "מטה (דו-ידני)",
      "נזק": "1ק6",
      "משקל (ק\"ג)": 2,
      "מחיר": 1
    },
    {
      "נשק": "נבוט",
      "נזק": "1ק4",
      "משקל (ק\"ג)": 2,
      "מחיר": 0
    },
    {
      "נשק": "פגיון",
      "נזק": "1ק4",
      "משקל (ק\"ג)": 0.5,
      "מחיר": 2
    },
    {
      "נשק": "פטיש קרב",
      "נזק": "1ק4 + 1",
      "משקל (ק\"ג)": 3,
      "מחיר": 1
    },
    {
      "נשק": "רומח",
      "נזק": "2ק4 + 1",
      "משקל (ק\"ג)": 7.5,
      "מחיר": 6
    }
  ]