export const rangedWeaponsData = [
    {
      "נשק": "אבני קלע (20)",
      "נזק": "1ק4",
      "קצב אש": "לפי נשק",
      "טווח": "לפי נשק",
      "משקל": 1,
      "מחיר": 0
    },
    {
      "נשק": "גרזן יד",
      "נזק": "1ק6",
      "קצב אש": 1,
      "טווח": 5,
      "משקל": 2.5,
      "מחיר": 1
    },
    {
      "נשק": "זיק (חץ הטלה קטן)",
      "נזק": "1ק3",
      "קצב אש": 3,
      "טווח": 5,
      "משקל": 0.5,
      "מחיר": 0.2
    },
    {
      "נשק": "חנית",
      "נזק": "1ק6",
      "קצב אש": 1,
      "טווח": 10,
      "משקל": 2,
      "מחיר": 1
    },
    {
      "נשק": "חנית הטלה",
      "נזק": "1ק6",
      "קצב אש": 1,
      "טווח": 10,
      "משקל": 1,
      "מחיר": 0.5
    },
    {
      "נשק": "חיצים (20)",
      "נזק": "1ק6",
      "קצב אש": "לפי נשק",
      "טווח": "לפי נשק",
      "משקל": 0.5,
      "מחיר": 2
    },
    {
      "נשק": "פגיון",
      "נזק": "1ק4",
      "קצב אש": 1,
      "טווח": 5,
      "משקל": 0.5,
      "מחיר": 2
    },
    {
      "נשק": "קליע כבד (20)",
      "נזק": "1ק6 + 1",
      "קצב אש": "לפי נשק",
      "טווח": "לפי נשק",
      "משקל": 1,
      "מחיר": 2
    },
    {
      "נשק": "קליע קל (20)",
      "נזק": "1ק4 + 1",
      "קצב אש": "לפי נשק",
      "טווח": "לפי נשק",
      "משקל": 0.5,
      "מחיר": 2
    },
    {
      "נשק": "קלע",
      "נזק": "ראו אבני קלע",
      "קצב אש": 1,
      "טווח": 12.5,
      "משקל": 0.5,
      "מחיר": 0.2
    },
    {
      "נשק": "קשת ארוכה",
      "נזק": "ראו חיצים",
      "קצב אש": 2,
      "טווח": 20,
      "משקל": 2.5,
      "מחיר": 60
    },
    {
      "נשק": "קשת קצרה",
      "נזק": "ראו חיצים",
      "קצב אש": 2,
      "טווח": 15,
      "משקל": 2,
      "מחיר": 15
    },
    {
      "נשק": "רובה קשת כבד",
      "נזק": "ראו קליע כבד",
      "קצב אש": 0.5,
      "טווח": 25,
      "משקל": 5,
      "מחיר": 20
    },
    {
      "נשק": "רובה קשת קל",
      "נזק": "ראו קליע קל",
      "קצב אש": 1,
      "טווח": 15,
      "משקל": 2.5,
      "מחיר": 12
    }
  ]